{
  "aboutme": "Über mich",
  "skillset": "Skill set",
  "mywork": "Projekte",
  "greeting": "Hallo ! Ich bin Dimi",
  "letswork": "Gemeinsam",
  "together": "anpacken",
  "presentation": "Ich bin ein 27-jähriger Front-End-Entwickler aus Holzwickede bei Dortmund. Ich würde euch gerne dabei helfen, eure Ideen in die Realität umzusetzen und als Problemlöser im Frontend zu agieren. Ich freue mich darauf, meine Entwicklerkarriere bei euch mit einer Position als Junior-Webentwickler zu beginnen.",
  "proposal": "Wenn ihr denkt, dass ich gut zu euren Projekten passe, kontaktiert mich!",
  "sendmessage": "Nachricht senden",
  "tryprojects": "Probiert gerne meine neuesten Projekte aus und schaut euch deren Code an.",
  "pollolocodescription": "Jump & run Spiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
  "pokedexdescription": "Basierend auf der PokéAPI, eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
  "joindescription": "Ein Aufgabenmanager inspiriert vom Kanban-System. Erstellt und organisiert Aufgaben mit Drag & Drop-Funktionen, weist Benutzer und Kategorien zu.",
  "dabubbledescription":"EIN DABUBBLE",
  "olympiagrilldescription": "Aktuelles Projekt für den Imbiss meiner Eltern, bei welchem Kunden ihr Essen individuell auswählen und vorbestellen können.",
  "livetestbutton": "Live - Test",
  "contact": "Kontakt",
  "gotaproblemtosolve": "Habt ihr ein Problem zu lösen?",
  "contacttext": "Zögert nicht, mich über dieses Formular zu kontaktieren. Ich freue mich darauf, von euch zu hören, euch und eure Ideen kennenzulernen und möglicherweise mit meiner Arbeit zu Projekten beizutragen.",
  "needfrontenddeveloper": "Braucht ihr einen Frontend-Entwickler?",
  "contactme": "Kontaktiert mich!",
  "yourname": "Dein Name",
  "youremail": "Deine Email",
  "yourmessage": "Deine Nachricht",
  "pleaseentername": "Bitte gib einen Namen ein",
  "pleaseenteremail": "Bitte gib eine gültige E-Mail ein",
  "pleaseentermessage": "Bitte gib eine Nachricht ein",
  "ivereadthe": "Ich habe die",
  "privacypolicy": "Datenschutzerklärung",
  "andagreethem": "gelesen und stimme dieser zu.",
  "pleaseacceptprivacypolicy": "Bitte akzeptiere die Datenschutzerklärung",
  "sayhellobutton": "Sag Hallo ;)",
  "imprint": "Impressum",
  "informationpursuantto§5TMG": "Informationen gemäß § 5 TMG",
  "representedby": "Repräsentiert durch:",
  "phone": "Telefon",
  "disclaimer": "Haftungsausschluss",
  "liabilityforlinks": "Haftung für Links",
  "imprinttext": "Mein Angebot enthält Links zu externen Websites Dritter, auf deren Inhalte ich keinen Einfluss habe. Daher kann ich für diese fremden Inhalte keine Haftung übernehmen. Für die Inhalte der verlinkten Seiten ist stets der jeweilige Anbieter oder Betreiber der Seiten verantwortlich. Die verlinkten Seiten wurden zum Zeitpunkt der Verlinkung auf mögliche Rechtsverstöße überprüft. Rechtswidrige Inhalte waren zum Zeitpunkt der Verlinkung nicht erkennbar. Eine permanente inhaltliche Kontrolle der verlinkten Seiten ist jedoch ohne konkrete Anhaltspunkte einer Rechtsverletzung nicht zumutbar. Bei Bekanntwerden von Rechtsverletzungen werde ich derartige Links umgehend entfernen.",
  "websitecreatedby": "Website-Impressum erstellt von",
  "bythe": "durch die",
  "lawfirm": "Anwaltskanzlei Hasselbach",
  "privacypolicy1": " Wenn Sie uns per Kontaktformular Anfragen zukommen lassen, werden Ihre Angaben aus dem Anfrageformular inklusive der von Ihnen dort angegebenen Kontaktdaten zwecks Bearbeitung der Anfrage und für den Fall von Anschlussfragen bei uns gespeichert. Diese Daten geben wir nicht ohne Ihre Einwilligung weiter",
  "privacypolicy3": "Die von Ihnen im Kontaktformular eingegebenen Daten verbleiben bei uns, bis Sie uns zur Löschung auffordern, Ihre Einwilligung zur Speicherung widerrufen oder der Zweck für die Datenspeicherung entfällt (z. B. nach abgeschlossener Bearbeitung Ihrer Anfrage). Zwingende gesetzliche Bestimmungen – insbesondere Aufbewahrungsfristen – bleiben unberührt.",
  "privacypolicy2.1": "Die Verarbeitung dieser Daten erfolgt auf Grundlage von",
  "privacypolicy2.2": "Art. 6 Abs. 1 lit. b DSGVO",
  "privacypolicy2.3": "sofern Ihre Anfrage mit der Erfüllung eines Vertrags zusammenhängt oder zur Durchführung vorvertraglicher Maßnahmen erforderlich ist. In allen übrigen Fällen beruht die Verarbeitung auf unserem berechtigten Interesse an der effektiven Bearbeitung der an uns gerichteten Anfragen",
  "privacypolicy2.4": "Art. 6 Abs. 1 lit. f DSGVO",
  "privacypolicy2.5": "oder auf Ihrer Einwilligung",
  "privacypolicy2.6": "Art. 6 Abs. 1 lit. a DSGVO",
  "privacypolicy2.7": "sofern diese abgefragt wurde; die Einwilligung ist jederzeit widerrufbar."
}
