{
  "aboutme": "About me",
  "skillset": "Skill set",
  "mywork": "My work",
  "greeting": "Hello ! I am Dimitri",
  "letswork": "Let's work",
  "together": "together!",
  "presentation": "I am a 27- years old Front-end developer based in Dortmund, Germany. I\nwould love to help Designers and companies bring their ideas into real\nlife. I am looking forward to start my developer career with a job in a\njunior web developer position.",
  "proposal": "If you think I'd be a good match for your projects, contact me!",
  "sendmessage": "Send a message",
  "tryprojects": "Feel free to try out my latest development projects and look into their code.",
  "pollolocodescription": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
  "pokedexdescription": "Based on the PokéAPI, a simple library that provides and catalogues pokemon information.",
  "joindescription": "Task manager inspired by the kanban system. Create and organize tasks using drag & drop functions, assign users and categories",
  "olympiagrilldescription": "Current project for my parents restaurant where clients can individually select and pre-order their food.",
  "livetestbutton": "live test",
  "contact": "Contact",
  "gotaproblemtosolve": "Got a problem to solve?",
  "contacttext": "Feel free to contact me through this form. I'm interested in hearing from you, learning about your ideas, and possibly contributing to your projects with my work.",
  "needfrontenddeveloper": "Need a Frontend developer?",
  "contactme": "Contact me!",
  "yourname": "Your name",
  "youremail": "Your email",
  "yourmessage": "Your message",
  "pleaseentername": "Please enter a name",
  "pleaseenteremail": "Please enter a valid email",
  "pleaseentermessage": "Please enter a message",
  "ivereadthe": "I've read the",
  "privacypolicy": "privacy policy",
  "andagreethem": "and agree to the processing of my data as outlined.",
  "pleaseacceptprivacypolicy": "Please accept the privacy policy",
  "sayhellobutton": "Say hello ;)",
  "imprint": "Imprint",
  "informationpursuantto§5TMG": "Information pursuant to § 5 TMG",
  "representedby": "Represented by:",
  "phone": "Phone",
  "disclaimer": "Disclaimer",
  "liabilityforlinks": "Liability for Links",
  "imprinttext": "My offer contains links to external websites of third parties, over whose content I have no influence. Therefore, I cannot assume any liability for these external contents. The content of linked pages is always the responsibility of the respective provider or operator of the sites. The linked pages were checked for possible legal violations at the time of linking. Illegal content was not recognizable at the time of linking. However, a permanent content control of the linked pages is not reasonable without specific indications of a violation of the law. Upon becoming aware of violations, I will promptly remove such links.",
  "websitecreatedby": "Website imprint created by",
  "bythe": "by the",
  "lawfirm": "law firm Hasselbach",
  "privacypolicy1": "If you submit inquiries to us via a contact form, the information provided in the contact form, including the contact details you provide, will be stored by us for the purpose of processing the inquiry and for follow-up questions. We will not share this data without your consent.",
  "privacypolicy3": "The data you have entered in the contact form will remain with us until you ask us to delete it, revoke your consent to storage, or the purpose for data storage no longer pertains (e.g., after your request has been processed). Mandatory statutory provisions – in particular retention periods – remain unaffected.",
  "privacypolicy2.1": "The processing of this data is based on",
  "privacypolicy2.2": "Art. 6 para. 1 lit. b GDPR",
  "privacypolicy2.3": "provided your request is related to the fulfillment of a contract or is necessary for the implementation of pre-contractual measures. In all other cases, the processing is based on our legitimate interest in the effective processing of inquiries directed to us",
  "privacypolicy2.4": "Art. 6 para. 1 lit. f GDPR",
  "privacypolicy2.5": "or based on your consent",
  "privacypolicy2.6": "Art. 6 para. 1 lit. a GDPR",
  "privacypolicy2.7": "provided that it has been requested; the consent can be revoked at any time."
}
