{
  "aboutme": "Sobre mi",
  "skillset": "Habilidades",
  "mywork": "Mi trabajo",
  "greeting": "Hola ! Yo soy Dimi",
  "letswork": "Trabajemos",
  "together": "juntos",
  "presentation": "Soy un desarrollador front-end de 27 años con sede en Dortmund, Alemania. Me encantaría ayudar a diseñadores y empresas a llevar sus ideas a la realidad. Estoy deseando comenzar mi carrera como desarrollador con un trabajo en un puesto de desarrollador web junior.",
  "proposal": "Si creen que soy una buena opción para sus proyectos, ¡contácteme!",
  "sendmessage": "Enviar mensaje",
  "tryprojects": "Siéntanse libre de probar mis últimos proyectos de desarrollo y revisar su código.",
  "pollolocodescription": "Salten, corran y lancen en un juego basado en un enfoque orientado a objetos. Ayuda a Pepe a encontrar monedas y botellas de salsa para luchar contra la gallina loca.",
  "pokedexdescription": "Basado en la PokéAPI, una biblioteca simple que proporciona y cataloga información sobre Pokémon.",
  "joindescription": "Gestor de tareas inspirado en el sistema Kanban. Cree y organice tareas utilizando funciones de arrastrar y soltar, asígneles usuarios y categorías.",
  "olympiagrilldescription": "Proyecto actual para el restaurante de mis padres donde los clientes pueden seleccionar y preordenar su comida individualmente.",
  "livetestbutton": "Prueba en vivo",
  "contact": "Contacto",
  "gotaproblemtosolve": "¿Tienen un problema por resolver?",
  "contacttext": "No duden en contactarme a través de este formulario. Estoy deseando saber de ustedes, conocer sus ideas y, tal vez, contribuir a sus próximos proyectos con mi trabajo.",
  "needfrontenddeveloper": "¿Necesitan un desarrollador frontend?",
  "contactme": "¡Contáctenme!",
  "yourname": "Tu nombre",
  "youremail": "Tu email",
  "yourmessage": "Tu mensaje",
  "pleaseentername": "Por favor, ingresa un nombre",
  "pleaseenteremail": "Por favor, ingresa un e-mail válido",
  "pleaseentermessage": "Por favor, ingresa un mensaje chido",
  "ivereadthe": "He leído la",
  "privacypolicy": "política de privacidad",
  "andagreethem": "y la acepto.",
  "pleaseacceptprivacypolicy": "Por favor, acepta la política de privacidad",
  "sayhellobutton": "Di hola ;)",
  "imprint": "Aviso legal",
  "informationpursuantto§5TMG": "Información según el § 5 TMG",
  "representedby": "Representado por:",
  "phone": "Celular",
  "disclaimer": "Aviso legal",
  "liabilityforlinks": "Responsabilidad por enlaces",
  "imprinttext": "Mi oferta contiene enlaces a sitios web externos de terceros, sobre cuyos contenidos no tengo influencia. Por lo tanto, no puedo asumir ninguna responsabilidad por estos contenidos externos. El contenido de las páginas enlazadas es siempre responsabilidad del respectivo proveedor u operador de las páginas. Las páginas enlazadas fueron revisadas en busca de posibles infracciones legales en el momento de la vinculación. En el momento de la vinculación, no se reconocieron contenidos ilegales. Sin embargo, un control permanente del contenido de las páginas enlazadas no es razonable sin indicaciones específicas de una infracción legal. Al tener conocimiento de violaciones, eliminaré dichos enlaces de inmediato.",
  "websitecreatedby": "Aviso legal del sitio web creado por",
  "bythe": "por el",
  "lawfirm": "bufete Hasselbach",
  "privacypolicy1": "Si nos envía consultas a través del formulario de contacto, sus datos del formulario de consulta, incluidos los datos de contacto que proporcionó allí, serán almacenados por nosotros con el fin de procesar la consulta y en caso de preguntas de seguimiento. No transmitiremos estos datos sin su consentimiento.",
  "privacypolicy3": "Los datos que ha ingresado en el formulario de contacto permanecerán con nosotros hasta que nos solicite su eliminación, revoque su consentimiento para el almacenamiento, o el propósito del almacenamiento de datos ya no sea pertinente (por ejemplo, después de haber procesado su solicitud). Las disposiciones legales obligatorias, en particular los períodos de retención, no se ven afectadas.",
  "privacypolicy2.1": "El procesamiento de estos datos se basa en",
  "privacypolicy2.2": "Art. 6 párr. 1 lit. b RGPD",
  "privacypolicy2.3": "siempre que su solicitud esté relacionada con el cumplimiento de un contrato o sea necesaria para la implementación de medidas precontractuales. En todos los demás casos, el procesamiento se basa en nuestro interés legítimo en el procesamiento efectivo de las consultas dirigidas a nosotros",
  "privacypolicy2.4": "Art. 6 párr. 1 lit. f RGPD",
  "privacypolicy2.5": "o basado en su consentimiento",
  "privacypolicy2.6": "Art. 6 párr. 1 lit. a RGPD",
  "privacypolicy2.7": "siempre que se haya solicitado; el consentimiento puede ser revocado en cualquier momento."
}
